Repository: thomas-domville/AppleVis
Catalog: AppleVis/Sources/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, el, es, fa, fr, he, hi, id, it, ja, ko, nl, pl, pt, ru, sv, th, tr, uk, vi, zh_hans

source: Design and Coding
ar: التصميم والبرمجة
de: Design und Programmierung
el: Σχεδίαση και προγραμματισμός
es: Diseño y programación
fa: طراحی و برنامه‌نویسی
fr: Design et développement
he: עיצוב ותכנות
hi: डिज़ाइन और कोडिंग
id: Desain dan Pemrograman
it: Design e sviluppo
ja: デザインとコーディング
ko: 디자인 및 코딩
nl: Ontwerp en programmeren
pl: Projekt i programowanie
pt: Design e programação
ru: Дизайн и разработка
sv: Design och kodning
th: การออกแบบและเขียนโค้ด
tr: Tasarım ve Kodlama
uk: Дизайн і розробка
vi: Thiết kế và lập trình
zh_hans: 设计与编程

source: Wording and Quality
ar: الصياغة والجودة
de: Texte und Qualität
el: Κείμενα και ποιότητα
es: Redacción y calidad
fa: نگارش و کیفیت
fr: Rédaction et qualité
he: ניסוח ואיכות
hi: शब्द और गुणवत्ता
id: Penulisan dan Kualitas
it: Testi e qualità
ja: 文章と品質
ko: 문구 및 품질
nl: Teksten en kwaliteit
pl: Teksty i jakość
pt: Texto e qualidade
ru: Тексты и качество
sv: Formulering och kvalitet
th: ถ้อยคำและคุณภาพ
tr: Metin ve Kalite
uk: Тексти та якість
vi: Ngôn từ và chất lượng
zh_hans: 文字与质量

source: Beta Testers
ar: مختبرو النسخة التجريبية
de: Betatester
el: Δοκιμαστές beta
es: Probadores beta
fa: آزمایشگران بتا
fr: Bêta-testeurs
he: בודקי בטא
hi: बीटा टेस्टर
id: Penguji Beta
it: Beta tester
ja: ベータテスター
ko: 베타 테스터
nl: Bètatesters
pl: Beta testerzy
pt: Testadores beta
ru: Бета-тестировщики
sv: Betatestare
th: ผู้ทดสอบเบต้า
tr: Beta Test Kullanıcıları
uk: Бета-тестувальники
vi: Người thử nghiệm beta
zh_hans: Beta 测试者

source: Thank you to every beta tester who shared feedback, suggested improvements, and found bugs before release. Your careful testing made this app better for everyone.
ar: شكرًا لكل مختبر شارك ملاحظاته واقترح تحسينات ووجد أخطاء قبل الإصدار. جعل اختباركم الدقيق هذا التطبيق أفضل للجميع.
de: Danke an alle Betatester, die Feedback gegeben, Verbesserungen vorgeschlagen und Fehler vor der Veröffentlichung gefunden haben. Euer sorgfältiges Testen hat diese App für alle besser gemacht.
el: Ευχαριστούμε κάθε δοκιμαστή beta που μοιράστηκε σχόλια, πρότεινε βελτιώσεις και βρήκε σφάλματα πριν από την κυκλοφορία. Οι προσεκτικές δοκιμές σας έκαναν την εφαρμογή καλύτερη για όλους.
es: Gracias a cada probador beta que compartió comentarios, sugirió mejoras y encontró errores antes del lanzamiento. Sus pruebas minuciosas mejoraron esta app para todos.
fa: از همهٔ آزمایشگران بتا که بازخورد دادند، بهبودهایی پیشنهاد کردند و پیش از انتشار اشکالات را یافتند سپاسگزاریم. آزمایش دقیق شما این برنامه را برای همه بهتر کرد.
fr: Merci à chaque bêta-testeur qui a partagé ses retours, suggéré des améliorations et trouvé des bugs avant la sortie. Vos tests attentifs ont rendu cette appli meilleure pour tout le monde.
he: תודה לכל בודקי הבטא ששיתפו משוב, הציעו שיפורים ומצאו באגים לפני ההשקה. הבדיקות הקפדניות שלכם שיפרו את האפליקציה עבור כולם.
hi: हर उस बीटा टेस्टर को धन्यवाद जिसने प्रतिक्रिया दी, सुधार सुझाए और रिलीज़ से पहले बग खोजे। आपकी सावधानीपूर्ण जांच ने इस ऐप को सभी के लिए बेहतर बनाया।
id: Terima kasih kepada setiap penguji beta yang berbagi masukan, menyarankan perbaikan, dan menemukan bug sebelum rilis. Pengujian cermat Anda membuat aplikasi ini lebih baik bagi semua orang.
it: Grazie a ogni beta tester che ha condiviso feedback, suggerito miglioramenti e trovato bug prima del rilascio. I vostri test accurati hanno reso questa app migliore per tutti.
ja: フィードバックを寄せ、改善を提案し、リリース前にバグを見つけてくれたすべてのベータテスターに感謝します。皆さんの丁寧なテストのおかげで、このアプリはすべての人にとってより良いものになりました。
ko: 피드백을 공유하고, 개선을 제안하고, 출시 전에 버그를 찾아 준 모든 베타 테스터에게 감사드립니다. 여러분의 꼼꼼한 테스트 덕분에 이 앱이 모두에게 더 좋아졌습니다.
nl: Bedankt aan elke bètatester die feedback gaf, verbeteringen voorstelde en bugs vond vóór de release. Jullie zorgvuldige tests hebben deze app voor iedereen beter gemaakt.
pl: Dziękujemy każdemu beta testerowi, który dzielił się opiniami, sugerował ulepszenia i znajdował błędy przed premierą. Wasze staranne testy sprawiły, że aplikacja jest lepsza dla wszystkich.
pt: Obrigado a cada testador beta que compartilhou feedback, sugeriu melhorias e encontrou bugs antes do lançamento. Seus testes cuidadosos tornaram este app melhor para todos.
ru: Спасибо каждому бета-тестировщику, который делился отзывами, предлагал улучшения и находил ошибки до выпуска. Ваше внимательное тестирование сделало приложение лучше для всех.
sv: Tack till alla betatestare som delade feedback, föreslog förbättringar och hittade buggar före lanseringen. Er noggranna testning gjorde appen bättre för alla.
th: ขอบคุณผู้ทดสอบเบต้าทุกคนที่แบ่งปันความคิดเห็น เสนอการปรับปรุง และพบข้อบกพร่องก่อนเปิดตัว การทดสอบอย่างละเอียดของคุณทำให้แอปนี้ดีขึ้นสำหรับทุกคน
tr: Geri bildirim paylaşan, iyileştirmeler öneren ve yayından önce hata bulan her beta test kullanıcısına teşekkürler. Özenli testleriniz bu uygulamayı herkes için daha iyi hâle getirdi.
uk: Дякуємо кожному бета-тестувальнику, який ділився відгуками, пропонував покращення й знаходив помилки до випуску. Ваше уважне тестування зробило цей додаток кращим для всіх.
vi: Cảm ơn mọi người thử nghiệm beta đã chia sẻ phản hồi, đề xuất cải tiến và tìm lỗi trước khi phát hành. Việc thử nghiệm cẩn thận của các bạn đã giúp ứng dụng tốt hơn cho tất cả mọi người.
zh_hans: 感谢每一位分享反馈、提出改进建议并在发布前发现错误的 Beta 测试者。你们细致的测试让这个应用对每个人都更好。

source: The AppleVis Community
ar: مجتمع AppleVis
de: Die AppleVis-Community
el: Η κοινότητα του AppleVis
es: La comunidad de AppleVis
fa: جامعهٔ AppleVis
fr: La communauté AppleVis
he: קהילת AppleVis
hi: AppleVis समुदाय
id: Komunitas AppleVis
it: La community di AppleVis
ja: AppleVis コミュニティ
ko: AppleVis 커뮤니티
nl: De AppleVis-community
pl: Społeczność AppleVis
pt: A comunidade AppleVis
ru: Сообщество AppleVis
sv: AppleVis-communityn
th: ชุมชน AppleVis
tr: AppleVis Topluluğu
uk: Спільнота AppleVis
vi: Cộng đồng AppleVis
zh_hans: AppleVis 社区

source: Thank you to the entire AppleVis community — the people who ask questions, answer them, share what they've learned, write reviews, post in the forums, and simply show up for each other, day after day. AppleVis isn't really a website or an app. It's the community itself, and this app was built for every one of you who makes it what it is.
ar: شكرًا لمجتمع AppleVis بأكمله: لمن يطرحون الأسئلة ويجيبون عنها، ويشاركون ما تعلموه، ويكتبون المراجعات، وينشرون في المنتديات، ويقفون إلى جانب بعضهم يومًا بعد يوم. AppleVis ليس موقعًا أو تطبيقًا في الحقيقة، بل هو المجتمع نفسه، وقد بُني هذا التطبيق لكل واحد منكم يجعله ما هو عليه.
de: Danke an die gesamte AppleVis-Community – an alle, die Fragen stellen, sie beantworten, ihr Wissen teilen, Bewertungen schreiben, in den Foren posten und Tag für Tag füreinander da sind. AppleVis ist eigentlich keine Website und keine App. AppleVis ist die Community selbst, und diese App wurde für jede und jeden von euch gebaut, die sie zu dem machen, was sie ist.
el: Ευχαριστούμε όλη την κοινότητα του AppleVis: όσους κάνουν ερωτήσεις, όσους απαντούν, όσους μοιράζονται όσα έμαθαν, γράφουν κριτικές, δημοσιεύουν στα φόρουμ και απλώς είναι εκεί ο ένας για τον άλλον, μέρα με τη μέρα. Το AppleVis δεν είναι στην ουσία ένας ιστότοπος ή μια εφαρμογή. Είναι η ίδια η κοινότητα, και αυτή η εφαρμογή φτιάχτηκε για τον καθένα και την καθεμία από εσάς που την κάνετε αυτό που είναι.
es: Gracias a toda la comunidad de AppleVis: a quienes hacen preguntas, las responden, comparten lo que han aprendido, escriben reseñas, publican en los foros y simplemente están ahí unos para otros, día tras día. AppleVis no es realmente un sitio web ni una app. Es la propia comunidad, y esta app se creó para cada uno de ustedes, que la hacen ser lo que es.
fa: از کل جامعهٔ AppleVis سپاسگزاریم؛ از کسانی که می‌پرسند، پاسخ می‌دهند، آموخته‌هایشان را به اشتراک می‌گذارند، نقد می‌نویسند، در انجمن‌ها پست می‌گذارند و روز به روز کنار هم هستند. AppleVis در واقع یک وب‌سایت یا برنامه نیست؛ خود جامعه است، و این برنامه برای تک‌تک شما که آن را چنین می‌سازید ساخته شده است.
fr: Merci à toute la communauté AppleVis : celles et ceux qui posent des questions, y répondent, partagent ce qu'ils ont appris, écrivent des avis, publient dans les forums et sont simplement là les uns pour les autres, jour après jour. AppleVis n'est pas vraiment un site web ni une appli. C'est la communauté elle-même, et cette appli a été créée pour chacun et chacune d'entre vous qui la font vivre.
he: תודה לכל קהילת AppleVis: לאלה ששואלים שאלות, עונים עליהן, משתפים את מה שלמדו, כותבים ביקורות, מפרסמים בפורומים ופשוט נמצאים זה בשביל זה, יום אחרי יום. AppleVis הוא לא באמת אתר או אפליקציה. הוא הקהילה עצמה, והאפליקציה הזו נבנתה בשביל כל אחד ואחת מכם שהופכים אותה למה שהיא.
hi: पूरे AppleVis समुदाय को धन्यवाद — उन लोगों को जो सवाल पूछते हैं, उनके जवाब देते हैं, अपनी सीख साझा करते हैं, समीक्षाएं लिखते हैं, फ़ोरम में पोस्ट करते हैं और दिन-ब-दिन एक-दूसरे के साथ खड़े रहते हैं। AppleVis असल में कोई वेबसाइट या ऐप नहीं है। यह खुद समुदाय है, और यह ऐप आप में से हर उस व्यक्ति के लिए बनाया गया है जो इसे वैसा बनाता है जैसा यह है।
id: Terima kasih kepada seluruh komunitas AppleVis — orang-orang yang bertanya, menjawab, berbagi apa yang mereka pelajari, menulis ulasan, memposting di forum, dan selalu ada untuk satu sama lain, hari demi hari. AppleVis sebenarnya bukan situs web atau aplikasi. AppleVis adalah komunitas itu sendiri, dan aplikasi ini dibuat untuk setiap orang di antara Anda yang menjadikannya seperti sekarang.
it: Grazie a tutta la community di AppleVis: a chi fa domande, a chi risponde, a chi condivide ciò che ha imparato, scrive recensioni, pubblica nei forum e semplicemente c'è per gli altri, giorno dopo giorno. AppleVis non è davvero un sito web o un'app. È la community stessa, e questa app è stata creata per ognuno di voi che la rende ciò che è.
ja: AppleVis コミュニティの皆さんに感謝します。質問する人、答える人、学んだことを共有する人、レビューを書く人、フォーラムに投稿する人、そして毎日互いに支え合っているすべての人に。AppleVis は本当はウェブサイトでもアプリでもありません。コミュニティそのものであり、このアプリは、それをつくり上げている皆さん一人ひとりのためにつくられました。
ko: AppleVis 커뮤니티 전체에 감사드립니다. 질문하고, 답하고, 배운 것을 나누고, 리뷰를 쓰고, 포럼에 글을 올리고, 날마다 서로의 곁을 지키는 모든 분께 감사합니다. AppleVis는 사실 웹사이트나 앱이 아닙니다. 커뮤니티 그 자체이며, 이 앱은 커뮤니티를 지금의 모습으로 만드는 여러분 한 분 한 분을 위해 만들어졌습니다.
nl: Bedankt aan de hele AppleVis-community: de mensen die vragen stellen, ze beantwoorden, delen wat ze hebben geleerd, recensies schrijven, in de forums posten en er gewoon voor elkaar zijn, dag in dag uit. AppleVis is eigenlijk geen website of app. Het is de community zelf, en deze app is gemaakt voor ieder van jullie die haar maakt tot wat ze is.
pl: Dziękujemy całej społeczności AppleVis – osobom, które zadają pytania, odpowiadają na nie, dzielą się wiedzą, piszą recenzje, publikują na forach i po prostu są dla siebie nawzajem, dzień po dniu. AppleVis to tak naprawdę nie strona ani aplikacja. To sama społeczność, a ta aplikacja powstała dla każdego z Was, kto sprawia, że jest tym, czym jest.
pt: Obrigado a toda a comunidade AppleVis: às pessoas que fazem perguntas, que as respondem, que compartilham o que aprenderam, escrevem avaliações, publicam nos fóruns e simplesmente estão presentes umas para as outras, dia após dia. O AppleVis não é bem um site ou um app. É a própria comunidade, e este app foi feito para cada um de vocês que a tornam o que ela é.
ru: Спасибо всему сообществу AppleVis — тем, кто задаёт вопросы, отвечает на них, делится знаниями, пишет отзывы, публикует на форумах и просто поддерживает друг друга день за днём. AppleVis — это на самом деле не сайт и не приложение. Это само сообщество, и это приложение создано для каждого из вас, благодаря кому оно такое, какое есть.
sv: Tack till hela AppleVis-communityn – alla som ställer frågor, besvarar dem, delar det de har lärt sig, skriver recensioner, skriver i forumen och helt enkelt finns där för varandra, dag efter dag. AppleVis är egentligen ingen webbplats eller app. Det är communityn själv, och den här appen byggdes för var och en av er som gör den till vad den är.
th: ขอบคุณชุมชน AppleVis ทั้งหมด ผู้ที่ถามคำถาม ตอบคำถาม แบ่งปันสิ่งที่ได้เรียนรู้ เขียนรีวิว โพสต์ในฟอรัม และอยู่เคียงข้างกันวันแล้ววันเล่า AppleVis ไม่ใช่เว็บไซต์หรือแอปจริง ๆ แต่คือชุมชนเอง และแอปนี้สร้างขึ้นเพื่อทุกคนที่ทำให้ชุมชนเป็นอย่างที่เป็นอยู่
tr: Tüm AppleVis topluluğuna teşekkürler: soru soran, yanıtlayan, öğrendiklerini paylaşan, inceleme yazan, forumlarda gönderi paylaşan ve gün be gün birbirinin yanında olan herkese. AppleVis aslında bir web sitesi ya da uygulama değil. Topluluğun kendisi; bu uygulama da onu bugünkü hâline getiren her biriniz için yapıldı.
uk: Дякуємо всій спільноті AppleVis — тим, хто ставить запитання, відповідає на них, ділиться знаннями, пише відгуки, публікує на форумах і просто підтримує одне одного день у день. AppleVis — це насправді не сайт і не додаток. Це сама спільнота, і цей додаток створено для кожного з вас, завдяки кому вона така, яка є.
vi: Cảm ơn toàn thể cộng đồng AppleVis — những người đặt câu hỏi, trả lời, chia sẻ điều mình học được, viết đánh giá, đăng bài trên diễn đàn và luôn ở bên nhau ngày qua ngày. AppleVis thật ra không phải là một trang web hay ứng dụng. Đó chính là cộng đồng, và ứng dụng này được tạo ra cho từng người trong các bạn, những người làm nên cộng đồng.
zh_hans: 感谢整个 AppleVis 社区：感谢那些提问、解答、分享所学、撰写评价、在论坛发帖，日复一日彼此扶持的人。AppleVis 其实不是一个网站或应用，而是社区本身；这个应用是为成就这个社区的每一位成员而打造的。

source: AppleVis Editorial Team
ar: فريق تحرير AppleVis
de: AppleVis-Redaktionsteam
el: Συντακτική ομάδα του AppleVis
es: Equipo editorial de AppleVis
fa: تیم تحریریهٔ AppleVis
fr: Équipe éditoriale d'AppleVis
he: צוות העריכה של AppleVis
hi: AppleVis संपादकीय टीम
id: Tim Editorial AppleVis
it: Team editoriale di AppleVis
ja: AppleVis 編集チーム
ko: AppleVis 편집팀
nl: Redactieteam van AppleVis
pl: Zespół redakcyjny AppleVis
pt: Equipe editorial do AppleVis
ru: Редакция AppleVis
sv: AppleVis redaktion
th: ทีมบรรณาธิการ AppleVis
tr: AppleVis Editör Ekibi
uk: Редакція AppleVis
vi: Nhóm biên tập AppleVis
zh_hans: AppleVis 编辑团队

source: Thank you to the AppleVis Editorial Team, past and present, for the care, judgment, hard work, and steady commitment required to keep AppleVis maintained, updated, and moving forward.
ar: شكرًا لفريق تحرير AppleVis، في الماضي والحاضر، على العناية والحكمة والعمل الدؤوب والالتزام الثابت اللازم للحفاظ على AppleVis وتحديثه ودفعه إلى الأمام.
de: Danke an das AppleVis-Redaktionsteam, früher wie heute, für die Sorgfalt, das Urteilsvermögen, die harte Arbeit und das beständige Engagement, das nötig ist, um AppleVis zu pflegen, aktuell zu halten und voranzubringen.
el: Ευχαριστούμε τη συντακτική ομάδα του AppleVis, παλαιότερη και σημερινή, για τη φροντίδα, την κρίση, τη σκληρή δουλειά και τη σταθερή αφοσίωση που χρειάζονται για να συντηρείται το AppleVis, να ενημερώνεται και να προχωρά.
es: Gracias al equipo editorial de AppleVis, pasado y presente, por el cuidado, el criterio, el esfuerzo y el compromiso constante que hacen falta para mantener AppleVis, actualizarlo y hacerlo avanzar.
fa: از تیم تحریریهٔ AppleVis، در گذشته و حال، برای دقت، قضاوت، تلاش و تعهد پایداری که برای نگهداری، به‌روز نگه‌داشتن و پیش بردن AppleVis لازم است سپاسگزاریم.
fr: Merci à l'équipe éditoriale d'AppleVis, passée et présente, pour le soin, le discernement, le travail acharné et l'engagement constant qu'il faut pour maintenir AppleVis, le tenir à jour et le faire avancer.
he: תודה לצוות העריכה של AppleVis, בעבר ובהווה, על האכפתיות, שיקול הדעת, העבודה הקשה והמחויבות היציבה הנדרשים כדי לתחזק את AppleVis, לעדכן אותו ולקדם אותו.
hi: AppleVis संपादकीय टीम को, पहले और अब, उस देखभाल, विवेक, मेहनत और लगातार प्रतिबद्धता के लिए धन्यवाद जो AppleVis को बनाए रखने, अपडेट रखने और आगे बढ़ाने के लिए ज़रूरी है।
id: Terima kasih kepada Tim Editorial AppleVis, dulu dan sekarang, atas kepedulian, pertimbangan, kerja keras, dan komitmen teguh yang dibutuhkan untuk memelihara AppleVis, menjaganya tetap terbaru, dan membawanya maju.
it: Grazie al team editoriale di AppleVis, passato e presente, per la cura, il giudizio, il duro lavoro e l'impegno costante necessari per mantenere AppleVis, tenerlo aggiornato e farlo crescere.
ja: AppleVis を維持し、最新の状態に保ち、前に進めるために必要な心配り、判断力、努力、そして変わらぬ献身に対し、これまでと現在の AppleVis 編集チームに感謝します。
ko: AppleVis를 유지하고, 최신 상태로 관리하고, 앞으로 나아가게 하는 데 필요한 정성, 판단력, 노고, 변함없는 헌신에 대해 과거와 현재의 AppleVis 편집팀에 감사드립니다.
nl: Bedankt aan het redactieteam van AppleVis, vroeger en nu, voor de zorg, het oordeelsvermogen, het harde werk en de blijvende inzet die nodig zijn om AppleVis te onderhouden, actueel te houden en vooruit te helpen.
pl: Dziękujemy zespołowi redakcyjnemu AppleVis, dawnemu i obecnemu, za troskę, rozwagę, ciężką pracę i niesłabnące zaangażowanie potrzebne do utrzymania AppleVis, aktualizowania go i rozwijania.
pt: Obrigado à equipe editorial do AppleVis, antiga e atual, pelo cuidado, discernimento, trabalho duro e compromisso constante necessários para manter o AppleVis, atualizá-lo e fazê-lo seguir em frente.
ru: Спасибо редакции AppleVis, прошлой и нынешней, за заботу, взвешенность, упорный труд и неизменную преданность делу, без которых AppleVis не поддерживался бы, не обновлялся и не развивался.
sv: Tack till AppleVis redaktion, tidigare och nuvarande, för den omsorg, det omdöme, det hårda arbete och det uthålliga engagemang som krävs för att hålla AppleVis underhållet, uppdaterat och på väg framåt.
th: ขอบคุณทีมบรรณาธิการ AppleVis ทั้งในอดีตและปัจจุบัน สำหรับความใส่ใจ วิจารณญาณ ความทุ่มเท และความมุ่งมั่นอย่างสม่ำเสมอที่จำเป็นต่อการดูแล อัปเดต และพัฒนา AppleVis ต่อไป
tr: AppleVis'in bakımı, güncel tutulması ve ileriye taşınması için gereken özen, sağduyu, emek ve kararlı bağlılık için geçmişteki ve bugünkü AppleVis Editör Ekibi'ne teşekkürler.
uk: Дякуємо редакції AppleVis, колишній і теперішній, за турботу, виважені рішення, наполегливу працю й незмінну відданість, без яких AppleVis не підтримувався б, не оновлювався й не розвивався.
vi: Cảm ơn nhóm biên tập AppleVis, cả trước đây và hiện tại, vì sự tận tâm, óc phán đoán, công sức và cam kết bền bỉ cần có để duy trì, cập nhật và đưa AppleVis tiến lên.
zh_hans: 感谢过去和现在的 AppleVis 编辑团队，感谢你们为维护、更新和推动 AppleVis 前进所付出的用心、判断、辛劳和始终如一的投入。
